Repository: strawberryfield/VirtualRailwaysTools
Catalog: kml2mkr/locale/*/kml2mkr.po
Languages: it

source: About {0}
it: Informazioni su {0}

source: License info
it: Licenza d'uso

source: Save
it: Salva

source: kml / kmz file
it: File kml / kmz

source: Open
it: Apri

source: Placemarks file (*.kml,*.kmz)|*.kml;*.kmz|All files|*.*
it: File dei marcatori (*.kml,*.kmz)|*.kml;*.kmz|Tutti i file|*.*

source: Select placemarks file
it: Seleziona il file dei marcatori

source: Error processing file '{0}': {1}
it: Errore elaborando il file '{0}': {1}

source: Select from kml
it: Seleziona da kml

source: Latitude
it: Latitudine

source: Longitude
it: Longitudine

source: Placemarks
it: Marcatori

source: Paths
it: Percorsi

source: Polygons
it: Poligoni

source: FlyTo targets list (*.spt)
it: Lista destinazioni per FlyTo (*.spt)

source: Text list
it: Lista in formato testo

source: Create MSTS markes file
it: Creazione marker file per MSTS

source: Markers file (*.mkr)|*.mkr|All files|*.*
it: File dei Markers (*.mkr)|*.mkr|Tutti i file|*.*

source: Create FlyTo targets list
it: Creazione lista destinazioni per FlyTo

source: FlyTo targets list (*.spt)|*.spt|All files|*.*
it: Lista FlyTo (*.spt)|*.spt|Tutti i file|*.*

source: Create text list
it: Crea lista formato testo

source: Text file (*.txt)|*.txt|All files|*.*
it: File di testo (*.txt)|*.txt|Tutti i file|*.*
