Repository: strawberryfield/VirtualRailwaysTools
Catalog: kml2mkrc/locale/*/kml2mkrc.po
Languages: it

source: Doh! You need an argument for option '{0}'
it: E' necessario un argomento per l'opzione '{0}'

source: The option '{0}' is not valid
it: L'opzione '{0}' non è valida.

source: No input file specified.
it: File di ingresso non specificato.

source: File '{0}' not found: ignoring.
it: File '{0}' non trovato: ignorato.

source: Usage:
it: Utilizzo:

source: {0} [options] inputfile [-o | --output_file outputfile]
it: {0} [opzioni] inputfile [-o | --output_file outputfile]

source: If outputfile is omitted data are written to stdout
it: Se outputfile è omesso i dati sono scritti sullo stdout

source: Options:
it: Opzioni:

source: --text Prints tabular data (default)
it: --text Stampa una tabella con i dati (default)

source: --markers Write a MSTS .mkr file
it: --markers Scrive un file .mkr per l'editor di MSTS

source: --flyto Write data for FlyTo program
it: --flyto Scrive un file per il programma FlyTo

source: --nobanner Suppress banner
it: --nobanner Sopprime il banner

source: Prints this help.
it: Stampa questo aiuto.
